/* --------------------------------------------------------------------- */
/* Variables                                                             */
/* --------------------------------------------------------------------- */


let admin;
let name;
name = "John";
admin = name;
console.log(admin);
console.log(admin === name)

let ourPlanetName = "Earth";
let connectUserName = "joo";




/* 다음 내용을 분석한 후, 프로그래밍 할 수 있도록 변수와 상수를 작성해봅니다. ----------- */

// - 갯수 별 상품 가격 계산하기 변수
// - 구매 제품 가격의 총 합 변수
// - 1년 기준 일(day)자 수 상수
// - 구매 결제 여부 변수
// - 구매 결제 내역 변수
// - 브랜드 접두사  상수
// - 오늘의 운세 변수
// - 상품 정보 상수

/* variables ----------------------------------------------------------- */

/* constant variables -------------------------------------------------- */
